/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"NAT Service is:" = "Le service NAT est :";
"Start Time:" = "Heure de démarrage : ";
"TCP Links:" = "Liens TCP :";
"UDP Links:" = "Liens UDP :";
"ICMP Links:" = "Liens ICMP :";
"Gateway Setup Assistant..." = "Assistant réglages de passerelle…";

"RUNNING" = "En service";

"STOPPED" = "Arrêté";

"STARTING" = "Démarrage en cours";

"STOPPING" = "Arrêt en cours";

"PAUSED" = "En pause";

"UNKNOWN" = "Inconnu";

"N/A" = "Non disponible";


"TCP link" = "Liens TCP";
"TCP links" = "Liens TCP";

"UDP link" = "Lien UDP";
"UDP links" = "Liens UDP";


"LEASE_HOURS"="heures";
"LEASE_DAYS"="jours";
"LEASE_WEEKS"="semaines";
"LEASE_MONTHS"="mois";

"SUBNET_LIST_DELETING_SUBNET_CONFIRM"="Êtes-vous certain de vouloir supprimer un ou plusieurs sous-réseaux DHCP ?";

"SUBNET_MASK"="Masque de sous-réseau";
"SUBNET_NAME"="Nom de sous-réseau";
"STARTING_ADDRESS"="Adresse de début";
"ENDING_ADDRESS"="Adresse de fin";
	
"100" = "consultez l’historique pour plus de détails"; /* General error message */
"200" = "consultez l’historique pour plus de détails"; /* Read Settings message */
"300" = "consultez l’historique pour plus de détails"; /* Write Settings message */
"400" = "Certains réglages enregistrés ne sont pas valides. Consultez l’historique pour plus de détails."; /* Read Settings message */



"SUBNET_INVALID_EMPTY_FIELD" = "%@ requiert une valeur. Veuillez saisir les données dans le champ.";
/* Localize the field names or set SUBNET_INVALID_EMPTY_FIELD to "%@" and change the field constants. */

kEmptyFieldSubnetName = "le nom de sous-réseau";
kEmptyFieldStartingIPAddress = "l’adresse IP de début";
kEmptyFieldEndingIPAddress = "l’adresse IP de fin";
kEmptyFieldSubnetMask = "le masque de sous-réseau";
kEmptyFieldRouter = "le routeur";
kEmptyFieldLeaseTime = "la durée de bail";
kEmptyFieldDefaultDomain = "le domaine par défaut";
kEmptyFieldNameServers = "les serveurs de noms";
kEmptyFieldServerName = "le nom du serveur";
kEmptyFieldSearchBase = "la base de recherche";
kEmptyFieldPort = "le port";
kEmptyFieldPrimaryServer = "le serveur principal";
kEmptyFieldSecondaryServer = "le serveur secondaire";
kEmptyFieldNBDDServer = "le serveur NBDD";
kEmptyFieldNETBIOSScopeID = "l’identifiant d’étendue";
kEmptyFieldNodeType ="le type de noeud";


"SUBNET_GENERAL_INVALID_START_RANGE"="Adresse IP non valide dans le champ Début de la plage de sous-réseaux.";
	
"SUBNET_GENERAL_INVALID_END_RANGE"="Adresse IP non valide dans le champ Fin de la plage de sous-réseaux.";
	
"SUBNET_GENERAL_INVALID_ROUTER_ADDRESS"="Adresse IP non valide dans le champ Routeur.";
	
"SUBNET_GENERAL_INVALID_SUBNET_MASK"="Adresse IP non valide dans le champ Masque de sous-réseau.";

"SUBNET_GENERAL_INVALID_IP_RANGE_START"="L’adresse IP de début ne peut être supérieure à celle de fin.";
	
"SUBNET_GENERAL_INVALID_IP_RANGE_START_END"="Les adresses IP de début et de fin ne sont pas sur le même sous-réseau.";
	
"SUBNET_GENERAL_INVALID_IP_RANGE_ROUTER_ADDRESS"="L’adresse du routeur n’est pas sur le même sous-réseau que les adresses de début et de fin.";

"SUBNET_GENERAL_RANGE_OVERLAP"="La plage d’adresses IP proposée chevauche celle d’un autre sous-réseau. Veuillez changer de plage(s) de sous-réseau pour éliminer ce problème.";

"DNS_TOO_MANY_SERVERS"="La liste Serveurs DNS ne peut contenir plus de 3 adresses IP.";
	
"DNS_INVALID_DOMAIN_NAME_TOO_FEW_SEGMENTS"="Le nom de domaine doit contenir au moins deux segments.";

"DNS_INVALID_IP"="La liste Serveurs DNS contient une adresse IP non valide.";
	
"LDAP_INVALID_SERVER"="Le champ du nom de serveur n’est pas valide.";
"LDAP_INVALID_BASE"="Le champ de base de recherche n’est pas valide.";
"LDAP_INVALID_PORT"="Le champ du port n’est pas valide.";

"WINS_INVALID_PRIMARY_IP"="L’adresse du serveur principal n’est pas valide. (exemple : 192.145.22.40)";

"WINS_INVALID_SECONDARY_IP"="L’adresse du serveur secondaire n’est pas valide. (exemple: 192.145.22.40)";

"WINS_INVALID_NBDD_IP"="L’adresse du serveur NBDD n’est pas valide. (exemple : 192.145.22.40)";

"WINS_INVALID_SCOPE_TOO_FEW_SEGMENTS"="l’identifiant d’étendue doit contenir au moins deux segments. (exemple : SCOPE.ID.COM)";

"NOT_SET"="Non défini";
"BROADCAST_B_NODE"="Diffusion (noeud-b)";
"PEER_P_NODE"="Homologue (noeud-p)";
"MIXED_M_NODE"="Mélangé (noeud-m)";
"HYBRID_H_NODE"="Hybride (noeud-h)";

"EN_BUILTIN" = "Intégré";

"kCannotAcceptSettingsAlertTtl" = "Impossible d’accepter les réglages";
"kCannotSaveSettingsAlertTtl" = "Impossible d’enregistrer les réglages";
"kSaveSettingsAlertTtl" = "Êtes-vous sûr(e) de vouloir d’enregistrer les réglages ?";

"kDeleteSubnetsAlertTtl" = "Êtes-vous sûr(e) de vouloir supprimer les sous-réseaux sélectionnés ?";

"kOKButton" = "OK";
"kSaveButton" = "Enregistrer";

"kCancelButton" = "Annuler";

"kDeleteButton" = "Supprimer";


